Repository: shagi1234/zen-moda-ios
Catalog: ZenModaIOS/Resources/*.lproj/Localizable.strings
Languages: tk

# app_name
source: MyApp
tk: Meniň Programmam

source: Welcome
tk: Hoş geldiňiz

# enter_phone_verification_message
source: Please enter your phone number to verify your account
tk: Hasabyňyzy tassyklamak üçin telefon belgiňizi giriziň

source: Phone
tk: Telefon

# phone_placeholder
source: Enter your phone number
tk: Telefon belgiňizi giriziň

source: Verify
tk: Tassykla

# terms_agreement_full
source: I agree to the Terms of Service and Privacy Policy
tk: Men Ulanyş kadalaryny we Gizlinlik syýasatyny kabul edýärin

source: Verification Code
tk: Tassyklama kody

# enter_sms_code_message
source: Please enter the verification code sent to your phone
tk: Telefonyňyza iberilen tassyklama kodyny giriziň

source: Continue
tk: Dowam et

source: Resend Code
tk: Kody täzeden iber

# resend_code_timer
source: Resend code in %d seconds
tk: %d sekuntdan soň kody täzeden ibermek

source: Error
tk: Ýalňyşlyk

source: Enter Your Name
tk: Adyňyzy giriziň

# enter_name_choose_gender
source: Please enter your name and choose your gender
tk: Adyňyzy giriziň we jynsyňyzy saýlaň

source: Name
tk: Ady

# name_placeholder
source: Enter your full name
tk: Doly adyňyzy giriziň

source: Gender
tk: Jynsy

source: Male
tk: Erkek

source: Female
tk: Aýal

source: Something went wrong
tk: Näsazlyk ýüze çykdy

source: Specifications
tk: Aýratynlyklar

source: Price Evaluation
tk: Bahanyň bahalandyrylmagy

source: Addresses
tk: Salgylar

source: Language
tk: Dil

source: Turkmen
tk: Türkmen

source: Help
tk: Kömek

source: Frequently Asked Questions
tk: Köp berilýän soraglar

# how_to_place_order
source: How to Place an Order
tk: Sargyt nädip bermeli

# how_to_find_product
source: How to Find a Product
tk: Önümi nädip tapmaly

source: Delivery Service
tk: Eltip berme hyzmaty

# zen_fashion_sat
source: Zen Fashion Store
tk: Zen Fashion Dükany

source: Information
tk: Maglumat

source: Privacy Policy
tk: Gizlinlik syýasaty

source: Information Security
tk: Maglumat howpsuzlygy

source: Why Zen Fashion
tk: Näme üçin Zen Fashion

source: Contact Us
tk: Biziň bilen habarlaşyň

source: About Us
tk: Biz barada

source: Open Shop
tk: Dükan açmak

source: About Program
tk: Programma barada

# key_search_zen_moda
source: Search from Zen moda
tk: Zen modadan gözle

# key_super_discounts
source: SUPER DISCOUNTS!
tk: SUPER ARZANLADYŞLAR!

# key_spring_sale
source: SPRING SALE
tk: BAHAR SATUWЫ

# key_discounts_up_to
source: Discounts up to
tk: Arzanladyş

# key_view_all
source: View All
tk: Hemmesini gör

# key_sale
source: SALE
tk: SATUW

# key_discount
source: DISCOUNT
tk: ARZANLADYŞ

# key_below_300_tmt
source: 300 TMT below items
tk: 300 TMT aşakdaky harytlar

# key_clean_weekdays_ozon
source: Clean weekdays on Ozon!
tk: Ozonda arassa günler!

# key_savings_household_chemistry
source: Savings on household chemistry
tk: Öý himiýasyna tygşytlamalar

# key_brands
source: Brands
tk: Markalar

# key_for_you
source: For you
tk: Siziň üçin

# key_see_all
source: See All
tk: Hemmesini gör

# key_sale_spring_2021
source: SALE / SPRING 2021
tk: SATUW / BAHAR 2021

source: Not logged in
tk: Ulgama girmedik

source: Profile information
tk: Profil maglumatlary

source: OK
tk: Bolýar

source: Unknown error
tk: Näbelli ýalňyşlyk

source: Password
tk: Parol

source: Log out
tk: Çykmak

source: Delete account
tk: Hasaby pozmak

# cart_title
source: Cart
tk: Sebet

# items_count
source: items
tk: haryt

source: Select All
tk: Hemmesini saýlaň

source: You might also like!
tk: Şuny hem halarsyň!

source: Total Price
tk: Jemi baha

source: Confirm Cart
tk: Sebedi tassykla

source: Seller
tk: Satyji

source: Unknown
tk: Näbelli

source: Size
tk: Razmer

source: Last
tk: Şonky

source: items
tk: haryt

source: Favorite
tk: Haladym

source: Remove
tk: Aýyrmak

source: Quantity
tk: Sany

source: Store Q&A
tk: Dukan bilen sorag jogap

source: Clear Basket
tk: Sebedi arassala

# clear_basket_title
source: Clear Basket
tk: Sebedi arassala

# clear_basket_message
source: Are you sure you want to remove all items from your basket?
tk: Sebetiňizdäki ähli harytlary aýyrmak isleýärsiňizmi?

# delete_item_title
source: Remove Item
tk: Haryt aýyr

# delete_item_message
source: Are you sure you want to remove this item from your basket?
tk: Bu haryt sebetiňizden aýyrmak isleýärsiňizmi?

source: Cancel
tk: Ýatyr

source: Clear
tk: Arassala

source: Delete
tk: Aýyr

source: Featured
tk: Maslahat berilýän

source: In Stock
tk: Ätiýaçlykda bar

source: Out of Stock
tk: Ätiýaçlykda ýok

source: Variants
tk: Görnüşler

source: Available
tk: Elýeterli

source: Brand
tk: Marka

source: Category
tk: Kategoriýa

source: Cannot add to cart
tk: Sebede goşup bolmaýar

# please_fill_required_fields
source: Please fill all required fields
tk: Gerekli ýerleri dolduryň

# inquiry_submitted_success
source: Inquiry submitted successfully
tk: Sorag üstünlikli iberildi

source: Price Breakdown
tk: Bahanyň düzümi

source: Subtotal
tk: Ara jemi

source: Delivery Fee
tk: Eltip bermegiň bahasy

source: Discount
tk: Arzanladyş

# empty_basket
source: Your basket is empty
tk: Siziň sebetiňiz boş

# delivery_inquiry_title
source: Delivery Inquiry
tk: Eltip bermek barada sorag

# inquiry_placeholder
source: Enter your delivery inquiry...
tk: Eltip bermek barada soragyňyzy giriziň...

# agree_to
source: I agree to
tk: Men razy

source: Terms and Conditions
tk: Şertler we şaýlamalary

source: I agree
tk: Men razy

source: Submit Inquiry
tk: Sorag ibermek

# error_occurred
source: An error occurred
tk: Ýalňyşlyk ýüze çykdy

source: Success
tk: Üstünlikli

# product_added_to_cart_success
source: Product added to cart successfully
tk: Haryt üstünlikli sebede goşuldy

source: New Product
tk: Täze haryt

source: Reviews
tk: Teswirler

source: Stock
tk: Ätiýaçlyk

source: Delivery Inquiry
tk: Eltip bermek barada sorag

source: Color
tk: Reňk

source: Description
tk: Düşündiriş

source: Sold by
tk: Satyşy

source: Visit Store
tk: Dükana girmek

source: Total
tk: Jemi

source: Adding...
tk: Goşulýar...

source: Add to Cart
tk: Sebede goş

# store_qa_description
source: Ask questions about this store
tk: Bu dükan barada sorag bermek

source: Ask Question
tk: Sorag bermek

source: View All
tk: Hemmesine seretmek

source: Product Q&A
tk: Haryt soraglary we jogaplary

source: Related Products
tk: Meňzeş harytlar

# related_products_loading
source: Loading related products...
tk: Meňzeş harytlar ýüklenýär...

source: Loading...
tk: Ýüklenýär...

source: Product not found
tk: Haryt tapylmady

# question_submitted_success
source: Question submitted successfully
tk: Sorag üstünlikli iberildi

source: Select size
tk: Ölçegi saýlaň

source: Select
tk: Saýla

source: Last items
tk: Soňky harytlar

# product_qa_title
source: Product Q&A
tk: Haryt barada sorag-jogap

# question_placeholder
source: Enter your question here...
tk: Soragyňyzy şu ýere ýazyň...

source: Send question
tk: Sorag iber

source: Details
tk: Giňişleýin maglumat
